Repository: islomov/rango-file-converter
Catalog: RangoFileConverter/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Converting...
ar: جارٍ التحويل...
bn: রূপান্তর হচ্ছে...
cs: Převádění...
da: Konverterer...
de: Konvertierung läuft...
el: Μετατροπή...
es: Convirtiendo...
fi: Muunnetaan...
fr: Conversion en cours...
he: ממיר...
hi: कन्वर्ट हो रहा है...
hu: Konvertálás...
id: Mengonversi...
it: Conversione in corso...
ja: 変換中...
ko: 변환 중...
ms: Menukar...
nb: Konverterer...
nl: Converteren...
pl: Konwertowanie...
pt_br: Convertendo...
ro: Se convertește...
ru: Конвертация...
sv: Konverterar...
th: กำลังแปลง...
tr: Dönüştürülüyor...
uk: Конвертація...
vi: Đang chuyển đổi...
zh_hans: 正在转换...
zh_hant: 正在轉換...

source: Create GIF
ar: إنشاء GIF
bn: GIF তৈরি করুন
cs: Vytvořit GIF
da: Opret GIF
de: GIF erstellen
el: Δημιουργία GIF
es: Crear GIF
fi: Luo GIF
fr: Créer un GIF
he: צור GIF
hi: GIF बनाएँ
hu: GIF létrehozása
id: Buat GIF
it: Crea GIF
ja: GIFを作成
ko: GIF 만들기
ms: Cipta GIF
nb: Opprett GIF
nl: GIF maken
pl: Utwórz GIF
pt_br: Criar GIF
ro: Creare GIF
ru: Создать GIF
sv: Skapa GIF
th: สร้าง GIF
tr: GIF oluştur
uk: Створити GIF
vi: Tạo GIF
zh_hans: 创建 GIF
zh_hant: 建立 GIF

source: Create PDF (%lld pages)
ar: إنشاء PDF (%lld صفحات)
bn: PDF তৈরি করুন (%lld পৃষ্ঠা)
cs: Vytvořit PDF (%lld stránek)
da: Opret PDF (%lld sider)
de: PDF erstellen (%lld Seiten)
el: Δημιουργία PDF (%lld σελίδες)
es: Crear PDF (%lld páginas)
fi: Luo PDF (%lld sivua)
fr: Créer PDF (%lld pages)
he: צור PDF (%lld עמודים)
hi: PDF बनाएं (%lld पृष्ठ)
hu: PDF létrehozása (%lld oldal)
id: Buat PDF (%lld halaman)
it: Crea PDF (%lld pagine)
ja: PDFを作成（%lldページ）
ko: PDF 생성 (%lld페이지)
ms: Cipta PDF (%lld halaman)
nb: Opprett PDF (%lld sider)
nl: PDF maken (%lld pagina's)
pl: Utwórz PDF (%lld stron)
pt_br: Criar PDF (%lld páginas)
ro: Creați PDF (%lld pagini)
ru: Создать PDF (%lld стр.)
sv: Skapa PDF (%lld sidor)
th: สร้าง PDF (%lld หน้า)
tr: PDF oluştur (%lld sayfa)
uk: Створити PDF (%lld стор.)
vi: Tạo PDF (%lld trang)
zh_hans: 创建 PDF（%lld 页）
zh_hant: 建立 PDF（%lld 頁）

source: Crop
ar: قص
bn: ক্রপ
cs: Oříznout
da: Beskær
de: Zuschneiden
el: Περικοπή
es: Recortar
fi: Rajaa
fr: Recadrer
he: חיתוך
hi: क्रॉप
hu: Vágás
id: Pangkas
it: Ritaglia
ja: トリミング
ko: 자르기
ms: Pangkas
nb: Beskjær
nl: Bijsnijden
pl: Przytnij
pt_br: Cortar
ro: Decupare
ru: Обрезать
sv: Beskär
th: ครอป
tr: Kırp
uk: Обрізати
vi: Cắt
zh_hans: 裁剪
zh_hant: 裁剪

source: Crop audio
ar: قص الصوت
bn: অডিও ক্রপ করুন
cs: Oříznout zvuk
da: Beskær lyd
de: Audio zuschneiden
el: Περικοπή ήχου
es: Recortar audio
fi: Rajaa ääntä
fr: Rogner l'audio
he: חתוך שמע
hi: ऑडियो क्रॉप करें
hu: Hang vágása
id: Potong audio
it: Ritaglia audio
ja: オーディオをトリミング
ko: 오디오 자르기
ms: Pangkas audio
nb: Beskjær lyd
nl: Audio bijsnijden
pl: Przytnij audio
pt_br: Cortar áudio
ro: Decupare audio
ru: Обрезать аудио
sv: Beskär ljud
th: ตัดเสียง
tr: Sesi kırp
uk: Обрізати аудіо
vi: Cắt âm thanh
zh_hans: 裁剪音频
zh_hant: 裁剪音訊

source: Crop image
ar: قص الصورة
bn: ছবি ক্রপ করুন
cs: Oříznout obrázek
da: Beskær billede
de: Bild zuschneiden
el: Περικοπή εικόνας
es: Recortar imagen
fi: Rajaa kuva
fr: Rogner l'image
he: חתוך תמונה
hi: छवि क्रॉप करें
hu: Kép vágása
id: Potong gambar
it: Ritaglia immagine
ja: 画像をトリミング
ko: 이미지 자르기
ms: Pangkas imej
nb: Beskjær bilde
nl: Afbeelding bijsnijden
pl: Przytnij obraz
pt_br: Cortar imagem
ro: Decupare imagine
ru: Обрезать изображение
sv: Beskär bild
th: ครอบตัดรูปภาพ
tr: Görseli kırp
uk: Обрізати зображення
vi: Cắt hình ảnh
zh_hans: 裁剪图片
zh_hant: 裁剪圖片

source: Crop:
ar: قص:
bn: ক্রপ:
cs: Ořez:
da: Beskær:
de: Zuschneiden:
el: Περικοπή:
es: Recortar:
fi: Rajaa:
fr: Recadrer :
he: חיתוך:
hi: काटें:
hu: Vágás:
id: Potong:
it: Ritaglia:
ja: 切り抜き:
ko: 자르기:
ms: Pangkas:
nb: Beskjær:
nl: Bijsnijden:
pl: Przytnij:
pt_br: Cortar:
ro: Decupare:
ru: Обрезка:
sv: Beskär:
th: ครอป:
tr: Kırp:
uk: Обрізка:
vi: Cắt:
zh_hans: 裁剪:
zh_hant: 裁切:

source: Currently, Rango processes one file at a time to ensure the best quality and performance. Select a file, convert it, then proceed with the next one.
ar: حالياً، يعالج Rango ملفاً واحداً في كل مرة لضمان أفضل جودة وأداء. حدد ملفاً، وقم بتحويله، ثم انتقل إلى الملف التالي.
bn: বর্তমানে, Rango সেরা গুণমান এবং কর্মক্ষমতা নিশ্চিত করতে একবারে একটি ফাইল প্রক্রিয়া করে। একটি ফাইল নির্বাচন করুন, রূপান্তর করুন, তারপর পরেরটিতে যান।
cs: V současné době Rango zpracovává jeden soubor najednou, aby zajistil nejlepší kvalitu a výkon. Vyberte soubor, převeďte ho a pokračujte dalším.
da: I øjeblikket behandler Rango én fil ad gangen for at sikre den bedste kvalitet og ydeevne. Vælg en fil, konverter den, og fortsæt derefter med den næste.
de: Derzeit verarbeitet Rango eine Datei nach der anderen, um die beste Qualität und Leistung zu gewährleisten. Wähle eine Datei aus, konvertiere sie und fahre dann mit der nächsten fort.
el: Προς το παρόν, το Rango επεξεργάζεται ένα αρχείο τη φορά για να εξασφαλίσει την καλύτερη ποιότητα και απόδοση. Επιλέξτε ένα αρχείο, μετατρέψτε το και συνεχίστε με το επόμενο.
es: Actualmente, Rango procesa un archivo a la vez para garantizar la mejor calidad y rendimiento. Selecciona un archivo, conviértelo y luego continúa con el siguiente.
fi: Tällä hetkellä Rango käsittelee yhden tiedoston kerrallaan parhaan laadun ja suorituskyvyn varmistamiseksi. Valitse tiedosto, muunna se ja jatka seuraavaan.
fr: Actuellement, Rango traite un fichier à la fois pour garantir la meilleure qualité et performance. Sélectionnez un fichier, convertissez-le, puis passez au suivant.
he: כרגע, Rango מעבד קובץ אחד בכל פעם כדי להבטיח את האיכות והביצועים הטובים ביותר. בחר קובץ, המר אותו ולאחר מכן המשך לקובץ הבא.
hi: वर्तमान में, Rango सर्वोत्तम गुणवत्ता और प्रदर्शन सुनिश्चित करने के लिए एक बार में एक फ़ाइल को प्रोसेस करता है। एक फ़ाइल चुनें, उसे कन्वर्ट करें, फिर अगली फ़ाइल पर जाएँ।
hu: Jelenleg a Rango egyszerre egy fájlt dolgoz fel a legjobb minőség és teljesítmény érdekében. Válasszon ki egy fájlt, konvertálja, majd folytassa a következővel.
id: Saat ini, Rango memproses satu file pada satu waktu untuk memastikan kualitas dan kinerja terbaik. Pilih file, konversi, lalu lanjutkan dengan file berikutnya.
it: Attualmente, Rango elabora un file alla volta per garantire la migliore qualità e prestazioni. Seleziona un file, convertilo, quindi procedi con il successivo.
ja: 現在、Rangoは最高の品質とパフォーマンスを確保するために、一度に1つのファイルを処理します。ファイルを選択して変換し、次のファイルに進んでください。
ko: 현재 Rango는 최고의 품질과 성능을 보장하기 위해 한 번에 하나의 파일을 처리합니다. 파일을 선택하고 변환한 후 다음 파일로 진행하세요.
ms: Buat masa ini, Rango memproses satu fail pada satu masa untuk memastikan kualiti dan prestasi terbaik. Pilih fail, tukar, kemudian teruskan dengan fail seterusnya.
nb: For øyeblikket behandler Rango én fil om gangen for å sikre best mulig kvalitet og ytelse. Velg en fil, konverter den, og fortsett deretter med neste.
nl: Momenteel verwerkt Rango één bestand tegelijk voor de beste kwaliteit en prestaties. Selecteer een bestand, converteer het en ga dan verder met het volgende.
pl: Obecnie Rango przetwarza jeden plik naraz, aby zapewnić najlepszą jakość i wydajność. Wybierz plik, przekonwertuj go, a następnie przejdź do kolejnego.
pt_br: Atualmente, o Rango processa um arquivo por vez para garantir a melhor qualidade e desempenho. Selecione um arquivo, converta-o e depois prossiga com o próximo.
ro: În prezent, Rango procesează câte un fișier pe rând pentru a asigura cea mai bună calitate și performanță. Selectați un fișier, convertiți-l, apoi continuați cu următorul.
ru: В настоящее время Rango обрабатывает по одному файлу для обеспечения наилучшего качества и производительности. Выберите файл, конвертируйте его, затем переходите к следующему.
sv: För närvarande bearbetar Rango en fil åt gången för att säkerställa bästa kvalitet och prestanda. Välj en fil, konvertera den och fortsätt sedan med nästa.
th: ปัจจุบัน Rango ประมวลผลทีละไฟล์เพื่อให้ได้คุณภาพและประสิทธิภาพที่ดีที่สุด เลือกไฟล์ แปลงไฟล์ แล้วดำเนินการต่อกับไฟล์ถัดไป
tr: Şu anda Rango, en iyi kalite ve performansı sağlamak için aynı anda bir dosya işlemektedir. Bir dosya seçin, dönüştürün, ardından bir sonrakine geçin.
uk: Наразі Rango обробляє по одному файлу для забезпечення найкращої якості та продуктивності. Виберіть файл, конвертуйте його, потім переходьте до наступного.
vi: Hiện tại, Rango xử lý từng tệp một để đảm bảo chất lượng và hiệu suất tốt nhất. Chọn một tệp, chuyển đổi nó, rồi tiếp tục với tệp tiếp theo.
zh_hans: 目前，Rango 一次处理一个文件以确保最佳质量和性能。选择一个文件，转换它，然后继续处理下一个。
zh_hant: 目前，Rango 一次處理一個檔案以確保最佳品質和效能。選擇一個檔案，轉換它，然後繼續處理下一個。

source: Daily reminders
ar: تذكيرات يومية
bn: দৈনিক অনুস্মারক
cs: Denní připomínky
da: Daglige påmindelser
de: Tägliche Erinnerungen
el: Καθημερινές υπενθυμίσεις
es: Recordatorios diarios
fi: Päivittäiset muistutukset
fr: Rappels quotidiens
he: תזכורות יומיות
hi: दैनिक अनुस्मारक
hu: Napi emlékeztetők
id: Pengingat harian
it: Promemoria giornalieri
ja: 毎日のリマインダー
ko: 매일 알림
ms: Peringatan harian
nb: Daglige påminnelser
nl: Dagelijkse herinneringen
pl: Codzienne przypomnienia
pt_br: Lembretes diários
ro: Memento-uri zilnice
ru: Ежедневные напоминания
sv: Dagliga påminnelser
th: การแจ้งเตือนรายวัน
tr: Günlük hatırlatmalar
uk: Щоденні нагадування
vi: Nhắc nhở hàng ngày
zh_hans: 每日提醒
zh_hant: 每日提醒

source: Dark
ar: داكن
bn: গাঢ়
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτεινό
es: Oscuro
fi: Tumma
fr: Sombre
he: כהה
hi: डार्क
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
ms: Gelap
nb: Mørk
nl: Donker
pl: Ciemny
pt_br: Escuro
ro: Întunecat
ru: Тёмная
sv: Mörkt
th: มืด
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Default save location
ar: موقع الحفظ الافتراضي
bn: ডিফল্ট সংরক্ষণের অবস্থান
cs: Výchozí umístění uložení
da: Standard gemmeplacering
de: Standardspeicherort
el: Προεπιλεγμένη τοποθεσία αποθήκευσης
es: Ubicación de guardado predeterminada
fi: Oletustallennussijainti
fr: Emplacement d'enregistrement par défaut
he: מיקום שמירה ברירת מחדל
hi: डिफ़ॉल्ट सहेजने का स्थान
hu: Alapértelmezett mentési hely
id: Lokasi penyimpanan default
it: Posizione di salvataggio predefinita
ja: デフォルトの保存場所
ko: 기본 저장 위치
ms: Lokasi simpan lalai
nb: Standard lagringsplassering
nl: Standaard opslaglocatie
pl: Domyślna lokalizacja zapisu
pt_br: Local de salvamento padrão
ro: Locația implicită de salvare
ru: Место сохранения по умолчанию
sv: Standardplats för lagring
th: ตำแหน่งบันทึกเริ่มต้น
tr: Varsayılan kayıt konumu
uk: Місце збереження за замовчуванням
vi: Vị trí lưu mặc định
zh_hans: 默认保存位置
zh_hant: 預設儲存位置

source: Delete
ar: حذف
bn: মুছুন
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hi: हटाएँ
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Deselect all
ar: إلغاء تحديد الكل
bn: সব অনির্বাচন করুন
cs: Zrušit výběr všech
da: Fravælg alle
de: Alle abwählen
el: Αποεπιλογή όλων
es: Deseleccionar todo
fi: Poista kaikkien valinta
fr: Tout désélectionner
he: בטל בחירת הכל
hi: सभी अचयनित करें
hu: Összes kijelölés törlése
id: Batalkan pilihan semua
it: Deseleziona tutto
ja: すべての選択を解除
ko: 모두 선택 해제
ms: Nyahpilih semua
nb: Opphev alle valg
nl: Alles deselecteren
pl: Odznacz wszystko
pt_br: Desmarcar tudo
ro: Deselectează tot
ru: Снять выделение
sv: Avmarkera alla
th: ยกเลิกการเลือกทั้งหมด
tr: Tümünün seçimini kaldır
uk: Зняти виділення з усіх
vi: Bỏ chọn tất cả
zh_hans: 取消全选
zh_hant: 取消全選

source: Dismiss
ar: إغلاق
bn: বাতিল
cs: Zavřít
da: Luk
de: Schließen
el: Απόρριψη
es: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hi: खारिज करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Document
ar: مستند
bn: নথি
cs: Dokument
da: Dokument
de: Dokument
el: Έγγραφο
es: Documento
fi: Asiakirja
he: מסמך
hi: दस्तावेज़
hu: Dokumentum
id: Dokumen
it: Documento
ja: ドキュメント
ko: 문서
ms: Dokumen
nb: Dokument
pl: Dokument
pt_br: Documento
ru: Документ
sv: Dokument
th: เอกสาร
tr: Belge
uk: Документ
vi: Tài liệu
zh_hans: 文档
zh_hant: 文件

source: Documents
ar: مستندات
bn: নথিসমূহ
cs: Dokumenty
da: Dokumenter
de: Dokumente
el: Έγγραφα
es: Documentos
fi: Asiakirjat
he: מסמכים
hi: दस्तावेज़
hu: Dokumentumok
id: Dokumen
it: Documenti
ja: ドキュメント
ko: 문서
ms: Dokumen
nb: Dokumenter
nl: Documenten
pl: Dokumenty
pt_br: Documentos
ro: Documente
ru: Документы
sv: Dokument
th: เอกสาร
tr: Belgeler
uk: Документи
vi: Tài liệu
zh_hans: 文档
zh_hant: 文件

source: Done
ar: تم
bn: সম্পন্ন
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: Terminé
he: סיום
hi: पूर्ण
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
sv: Klar
th: เสร็จ
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Duration:
ar: المدة:
bn: সময়কাল:
cs: Doba trvání:
da: Varighed:
de: Dauer:
el: Διάρκεια:
es: Duración:
fi: Kesto:
fr: Durée :
he: משך:
hi: अवधि:
hu: Időtartam:
id: Durasi:
it: Durata:
ja: 長さ:
ko: 재생 시간:
ms: Tempoh:
nb: Varighet:
nl: Duur:
pl: Czas trwania:
pt_br: Duração:
ro: Durată:
ru: Длительность:
sv: Längd:
th: ระยะเวลา:
tr: Süre:
uk: Тривалість:
vi: Thời lượng:
zh_hans: 时长:
zh_hant: 時長:

source: End: %@
ar: النهاية: %@
bn: শেষ: %@
cs: Konec: %@
da: Slut: %@
de: Ende: %@
el: Τέλος: %@
es: Fin: %@
fi: Loppu: %@
fr: Fin : %@
he: סוף: %@
hi: अंत: %@
hu: Vége: %@
id: Akhir: %@
it: Fine: %@
ja: 終了: %@
ko: 끝: %@
ms: Tamat: %@
nb: Slutt: %@
nl: Einde: %@
pl: Koniec: %@
pt_br: Fim: %@
ro: Sfârșit: %@
ru: Конец: %@
sv: Slut: %@
th: สิ้นสุด: %@
tr: Bitiş: %@
uk: Кінець: %@
vi: Kết thúc: %@
zh_hans: 结束: %@
zh_hant: 結束: %@

source: English
ar: الإنجليزية
bn: ইংরেজি
cs: Angličtina
da: Engelsk
de: Englisch
el: Αγγλικά
es: Inglés
fi: Englanti
fr: Anglais
he: אנגלית
hi: अंग्रेज़ी
hu: Angol
id: Inggris
it: Inglese
ja: 英語
ko: 영어
ms: Bahasa Inggeris
nb: Engelsk
nl: Engels
pl: Angielski
pt_br: Inglês
ro: Engleză
ru: Английский
sv: Engelska
th: อังกฤษ
tr: İngilizce
uk: Англійська
vi: Tiếng Anh
zh_hans: 英语
zh_hant: 英語

source: Extract
ar: استخراج
bn: এক্সট্র্যাক্ট
cs: Extrahovat
da: Udtræk
de: Extrahieren
el: Εξαγωγή
es: Extraer
fi: Pura
fr: Extraire
he: חלץ
hi: निकालें
hu: Kinyerés
id: Ekstrak
it: Estrai
ja: 抽出
ko: 추출
ms: Ekstrak
nb: Trekk ut
nl: Extraheren
pl: Wyodrębnij
pt_br: Extrair
ro: Extrage
ru: Извлечь
sv: Extrahera
th: แยก
tr: Çıkar
uk: Витягти
vi: Trích xuất
zh_hans: 提取
zh_hant: 擷取

source: Extract audio
ar: استخراج الصوت
bn: অডিও এক্সট্র্যাক্ট করুন
cs: Extrahovat zvuk
da: Udtræk lyd
de: Audio extrahieren
el: Εξαγωγή ήχου
es: Extraer audio
fi: Pura ääni
fr: Extraire l'audio
he: חלץ אודיו
hi: ऑडियो निकालें
hu: Hang kinyerése
id: Ekstrak audio
it: Estrai audio
ja: 音声を抽出
ko: 오디오 추출
ms: Ekstrak audio
nb: Trekk ut lyd
nl: Audio extraheren
pl: Wyodrębnij dźwięk
pt_br: Extrair áudio
ro: Extrage audio
ru: Извлечь аудио
sv: Extrahera ljud
th: แยกเสียง
tr: Ses çıkar
uk: Витягти аудіо
vi: Trích xuất âm thanh
zh_hans: 提取音频
zh_hant: 擷取音訊

source: Extract Audio
ar: استخراج الصوت
bn: অডিও বের করুন
cs: Extrahovat zvuk
da: Udtræk lyd
de: Audio extrahieren
el: Εξαγωγή ήχου
es: Extraer audio
fi: Poimi ääni
fr: Extraire l'audio
he: חילוץ אודיו
hi: ऑडियो निकालें
hu: Hang kinyerése
id: Ekstrak Audio
it: Estrai audio
ja: 音声抽出
ko: 오디오 추출
ms: Ekstrak Audio
nb: Trekk ut lyd
nl: Audio extraheren
pl: Wyodrębnij dźwięk
pt_br: Extrair áudio
ro: Extrage audio
ru: Извлечь аудио
sv: Extrahera ljud
th: แยกเสียง
tr: Ses Çıkar
uk: Витягти аудіо
vi: Trích xuất âm thanh
zh_hans: 提取音频
zh_hant: 擷取音訊

source: Extract Audio:
ar: استخراج الصوت:
bn: অডিও বের করুন:
cs: Extrakce zvuku:
da: Udtræk lyd:
de: Audio extrahieren:
el: Εξαγωγή ήχου:
es: Extraer audio:
fi: Äänen poiminta:
fr: Extraction audio :
he: חילוץ אודיו:
hi: ऑडियो निकालें:
hu: Hang kinyerése:
id: Ekstrak Audio:
it: Estrai audio:
ja: 音声抽出:
ko: 오디오 추출:
ms: Ekstrak Audio:
nb: Trekk ut lyd:
nl: Audio extraheren:
pl: Wyodrębnij dźwięk:
pt_br: Extrair áudio:
ro: Extrage audio:
ru: Извлечение аудио:
sv: Extrahera ljud:
th: แยกเสียง:
tr: Ses Çıkar:
uk: Витягнення аудіо:
vi: Trích xuất âm thanh:
zh_hans: 提取音频:
zh_hant: 擷取音訊:

source: Extracting audio...
ar: جارٍ استخراج الصوت...
bn: অডিও এক্সট্র্যাক্ট করা হচ্ছে...
cs: Extrahování zvuku...
da: Udtrækker lyd...
de: Audio wird extrahiert...
el: Εξαγωγή ήχου...
es: Extrayendo audio...
fi: Puretaan ääntä...
fr: Extraction de l'audio...
he: מחלץ אודיו...
hi: ऑडियो निकाला जा रहा है...
hu: Hang kinyerése...
id: Mengekstrak audio...
it: Estrazione audio...
ja: 音声を抽出中...
ko: 오디오 추출 중...
ms: Mengekstrak audio...
nb: Trekker ut lyd...
nl: Audio extraheren...
pl: Wyodrębnianie dźwięku...
pt_br: Extraindo áudio...
ro: Se extrage audio...
ru: Извлечение аудио...
sv: Extraherar ljud...
th: กำลังแยกเสียง...
tr: Ses çıkarılıyor...
uk: Витягування аудіо...
vi: Đang trích xuất âm thanh...
zh_hans: 正在提取音频...
zh_hant: 正在擷取音訊...

source: Fail
ar: فشل
bn: ব্যর্থ
cs: Selhání
da: Fejl
de: Fehlgeschlagen
el: Αποτυχία
es: Fallo
fi: Epäonnistui
fr: Échec
he: נכשל
hi: विफल
hu: Sikertelen
id: Gagal
it: Errore
ja: 失敗
ko: 실패
ms: Gagal
nb: Feil
nl: Mislukt
pl: Niepowodzenie
pt_br: Falha
ro: Eșec
ru: Ошибка
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
uk: Помилка
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

source: Failed
ar: فشل
bn: ব্যর্থ
cs: Selhalo
da: Fejlede
de: Fehlgeschlagen
el: Απέτυχε
es: Fallido
fi: Epäonnistui
fr: Échoué
he: נכשל
hi: विफल
hu: Sikertelen
id: Gagal
it: Non riuscito
ja: 失敗
ko: 실패
ms: Gagal
nb: Mislyktes
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ro: Eșuat
ru: Не удалось
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
uk: Не вдалося
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

source: FAQ
ar: الأسئلة الشائعة
he: שאלות נפוצות
hu: GYIK
tr: SSS
zh_hans: 常见问题
zh_hant: 常見問題

source: File saved to Photos successfully.
ar: تم حفظ الملف في الصور بنجاح.
bn: ফাইল সফলভাবে ফটোতে সংরক্ষিত হয়েছে।
cs: Soubor byl úspěšně uložen do Fotek.
da: Filen er gemt i Fotos.
de: Datei erfolgreich in Fotos gespeichert.
el: Το αρχείο αποθηκεύτηκε στις Φωτογραφίες επιτυχώς.
es: Archivo guardado en Fotos correctamente.
fi: Tiedosto tallennettu Kuviin onnistuneesti.
fr: Fichier enregistré dans Photos avec succès.
he: הקובץ נשמר בתמונות בהצלחה.
hi: फ़ाइल सफलतापूर्वक फ़ोटो में सहेजी गई।
hu: A fájl sikeresen mentve a Fotókba.
id: File berhasil disimpan ke Foto.
it: File salvato in Foto con successo.
ja: 写真にファイルを保存しました。
ko: 사진에 파일이 저장되었습니다.
ms: Fail berjaya disimpan ke Foto.
nb: Filen er lagret i Bilder.
nl: Bestand opgeslagen in Foto's.
pl: Plik zapisany w Zdjęciach.
pt_br: Arquivo salvo em Fotos com sucesso.
ro: Fișierul a fost salvat în Poze cu succes.
ru: Файл успешно сохранён в Фото.
sv: Filen har sparats i Foton.
th: บันทึกไฟล์ไปยังรูปภาพสำเร็จ
tr: Dosya Fotoğraflar'a başarıyla kaydedildi.
uk: Файл успішно збережено у Фото.
vi: Đã lưu tệp vào Ảnh thành công.
zh_hans: 文件已成功保存到照片。
zh_hant: 檔案已成功儲存至照片。

source: File too large to preview
ar: الملف كبير جدًا للمعاينة
bn: ফাইল প্রিভিউ করার জন্য অনেক বড়
cs: Soubor je příliš velký pro náhled
da: Filen er for stor til forhåndsvisning
de: Datei zu groß für Vorschau
el: Το αρχείο είναι πολύ μεγάλο για προεπισκόπηση
es: El archivo es demasiado grande para previsualizarlo
fi: Tiedosto on liian suuri esikatseluun
fr: Le fichier est trop volumineux pour l'aperçu
he: הקובץ גדול מדי לתצוגה מקדימה
hi: फ़ाइल पूर्वावलोकन के लिए बहुत बड़ी है
hu: A fájl túl nagy az előnézethez
id: File terlalu besar untuk dipratinjau
it: File troppo grande per l'anteprima
ja: ファイルが大きすぎてプレビューできません
ko: 파일이 너무 커서 미리 볼 수 없습니다
ms: Fail terlalu besar untuk pratonton
nb: Filen er for stor til forhåndsvisning
nl: Bestand te groot voor voorvertoning
pl: Plik jest za duży do podglądu
pt_br: Arquivo muito grande para pré-visualizar
ro: Fișierul este prea mare pentru previzualizare
ru: Файл слишком большой для предпросмотра
sv: Filen är för stor för förhandsgranskning
th: ไฟล์ใหญ่เกินไปสำหรับการแสดงตัวอย่าง
tr: Dosya önizleme için çok büyük
uk: Файл завеликий для попереднього перегляду
vi: Tệp quá lớn để xem trước
zh_hans: 文件太大，无法预览
zh_hant: 檔案太大，無法預覽

source: Files
ar: الملفات
bn: ফাইল
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es: Archivos
fi: Tiedostot
fr: Fichiers
he: קבצים
hi: फ़ाइलें
hu: Fájlok
id: File
it: File
ja: ファイル
ko: 파일
ms: Fail
nb: Filer
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ro: Fișiere
ru: Файлы
sv: Filer
th: ไฟล์
tr: Dosyalar
uk: Файли
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

source: Files will be merged in the order shown
ar: سيتم دمج الملفات بالترتيب المعروض
bn: ফাইলগুলি প্রদর্শিত ক্রমে মার্জ করা হবে
cs: Soubory budou sloučeny v zobrazeném pořadí
da: Filerne vil blive flettet i den viste rækkefølge
de: Dateien werden in der angezeigten Reihenfolge zusammengeführt
el: Τα αρχεία θα συγχωνευτούν με τη σειρά που εμφανίζονται
es: Los archivos se fusionarán en el orden mostrado
fi: Tiedostot yhdistetään näytetyssä järjestyksessä
fr: Les fichiers seront fusionnés dans l'ordre affiché
he: הקבצים ימוזגו בסדר המוצג
hi: फ़ाइलें दिखाए गए क्रम में मर्ज की जाएँगी
hu: A fájlok a megjelenített sorrendben lesznek egyesítve
id: File akan digabungkan sesuai urutan yang ditampilkan
it: I file verranno uniti nell'ordine mostrato
ja: 表示された順序でファイルが結合されます
ko: 파일은 표시된 순서대로 병합됩니다
ms: Fail akan digabungkan mengikut susunan yang ditunjukkan
nb: Filene vil bli slått sammen i rekkefølgen som vises
nl: Bestanden worden samengevoegd in de getoonde volgorde
pl: Pliki zostaną połączone w wyświetlonej kolejności
pt_br: Os arquivos serão mesclados na ordem exibida
ro: Fișierele vor fi îmbinate în ordinea afișată
ru: Файлы будут объединены в показанном порядке
sv: Filerna sammanfogas i den visade ordningen
th: ไฟล์จะถูกรวมตามลำดับที่แสดง
tr: Dosyalar gösterilen sırayla birleştirilecek
uk: Файли буде об'єднано у показаному порядку
vi: Các tệp sẽ được gộp theo thứ tự hiển thị
zh_hans: 文件将按显示顺序合并
zh_hant: 檔案將按顯示順序合併

source: Filter
ar: فلتر
bn: ফিল্টার
cs: Filtr
el: Φίλτρο
es: Filtro
fi: Suodatin
fr: Filtre
he: פילטר
hi: फ़िल्टर
hu: Szűrő
it: Filtro
ja: フィルター
ko: 필터
ms: Penapis
pl: Filtr
pt_br: Filtro
ro: Filtru
ru: Фильтр
th: ฟิลเตอร์
tr: Filtre
uk: Фільтр
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 篩選

source: Filtr
ar: فلتر
bn: ফিল্টার
da: Filter
de: Filter
el: Φίλτρο
es: Filtro
fi: Suodatin
fr: Filtre
he: פילטר
hi: फ़िल्टर
hu: Szűrő
id: Filter
it: Filtro
ja: フィルター
ko: 필터
ms: Penapis
nb: Filter
nl: Filter
pt_br: Filtro
ro: Filtru
ru: Фильтр
sv: Filter
th: ฟิลเตอร์
tr: Filtre
uk: Фільтр
vi: Bộ lọc
zh_hans: 滤镜
zh_hant: 濾鏡

source: Fit mode
ar: وضع الملاءمة
bn: ফিট মোড
cs: Režim přizpůsobení
da: Tilpasningstilstand
de: Anpassungsmodus
el: Λειτουργία προσαρμογής
es: Modo de ajuste
fi: Sovitustila
fr: Mode d'ajustement
he: מצב התאמה
hi: फ़िट मोड
hu: Illesztési mód
id: Mode pas
it: Modalità adattamento
ja: フィットモード
ko: 맞춤 모드
ms: Mod muat
nb: Tilpasningsmodus
nl: Passingsmodus
pl: Tryb dopasowania
pt_br: Modo de ajuste
ro: Mod de potrivire
ru: Режим подгонки
sv: Anpassningsläge
th: โหมดพอดี
tr: Sığdırma modu
uk: Режим припасування
vi: Chế độ vừa khít
zh_hans: 适应模式
zh_hant: 適應模式

source: Format
ar: الصيغة
bn: ফরম্যাট
cs: Formát
el: Μορφή
es: Formato
fi: Muoto
he: פורמט
hi: प्रारूप
hu: Formátum
it: Formato
ja: フォーマット
ko: 포맷
nl: Formaat
pt_br: Formato
ru: Формат
th: รูปแบบ
tr: Biçim
uk: Формат
vi: Định dạng
zh_hans: 格式
zh_hant: 格式

source: Format:
ar: الصيغة:
bn: ফরম্যাট:
cs: Formát:
el: Μορφή:
es: Formato:
fi: Muoto:
he: פורמט:
hi: प्रारूप:
hu: Formátum:
it: Formato:
ja: 形式:
ko: 형식:
nl: Formaat:
pt_br: Formato:
ru: Формат:
th: รูปแบบ:
uk: Формат:
vi: Định dạng:
zh_hans: 格式:
zh_hant: 格式:
